Repository: NicolaLS/payment-app
Catalog: providers/blink/feature/wallet-settings/src/iosMain/resources/BlipWalletSettings.xcstrings
Source language: en
Languages: de, es

# settings_blink_connection_remove
source: Remove wallet
de: Wallet entfernen
es: Eliminar billetera

# settings_blink_connection_remove_cancel
source: Cancel
de: Abbrechen
es: Cancelar

# settings_blink_connection_remove_confirm
source: Remove wallet
de: Wallet entfernen
es: Eliminar billetera

# settings_blink_connection_remove_description
source: %1$@ will remove the saved API key from this device. You will need to connect again before making payments.
de: %1$@ entfernt den gespeicherten API-Schlüssel von diesem Gerät. Du musst die Wallet erneut verbinden, bevor du Zahlungen senden kannst.
es: %1$@ eliminará la clave API guardada en este dispositivo. Tendrás que volver a conectarla antes de realizar pagos.

# settings_blink_connection_remove_title
source: Remove Blink wallet?
de: Blink-Wallet entfernen?
es: ¿Eliminar la billetera Blink?

# settings_blink_funding_wallet
source: Pay from
de: Bezahlen mit
es: Pagar con

# settings_blink_funding_wallet_choose
source: Choose a balance
de: Guthaben auswählen
es: Elige un saldo

# settings_blink_funding_wallet_close
source: Close
de: Schließen
es: Cerrar

# settings_blink_funding_wallet_loading
source: Loading balances…
de: Guthaben werden geladen…
es: Cargando saldos…

# settings_blink_funding_wallet_title
source: Funding balance
de: Zahlungsguthaben
es: Saldo de pago

# settings_blink_funding_wallet_unavailable
source: Your selected funding balance is unavailable. Choose another balance.
de: Das ausgewählte Zahlungsguthaben ist nicht verfügbar. Wähle ein anderes Guthaben.
es: El saldo de pago seleccionado no está disponible. Elige otro saldo.
